IDEA Open Model
ReferenceElement.TypeName Property
Compatible with IDEA StatiCa v 10.1
 Element type name
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public string TypeName { get; set; }
Public Property TypeName As String
	Get
	Set
public:
property String^ TypeName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ReferenceElement Class
IdeaRS.OpenModel Namespace